const QUOTATION = [
    {
        qua: "Інноваційна технологія, яка дозволяє об'єднувати ІТ-ресурси різних апаратних платформ в єдине ціле і надавати користувачеві доступ до них через локальну мережу або через інтернет, називається:",
        ans:
            [{
                ans:"хмарний додаток",
                cost: 0
            },
            {
                ans:"хмарні сховища",
                cost: 0
            },
            {
                ans:"хмарні технології",
                cost: 1
            },
            {
                ans:"Google Docs",
                cost: 0
            }]
    },
    {
        qua: "Служба, яка дозволяє зберігати дані шляхом їх передачі по інтернету або іншої мережі в систему зберігання, що обслуговується третьою стороною, називається:",
        ans:
            [{

                ans:"хмарні технології",
                cost: 0
            },
            {
                ans:"хмарний додаток",
                cost: 0
            },
            {
                ans:"хмарне сховище",
                cost: 1
            },
            {
                ans:"Dropbox",
                cost: 0
            }]
    },
    {
        qua: "Що зі списку не є хмарним сховищем?",
        ans:
            [{

                ans:"Dropbox",
                cost: 0
            },

            {
                ans:"Google Disk",
                cost: 0
            },
            {
                ans:"One Drive",
                cost: 0
            },
            {
                ans:"Kahoot ",
                cost: 1
            }]
    },
    {
        qua: "Що можна зробити за допомогою хмарних сховищ?",
        ans:
            [{

                ans:"Забезпечувати доступ до інтернету іншим користувачам",
                cost: 0
            },
            {
                ans:"Забезпечити доступ до файлів з іншого пристрою",
                cost: 1
            },
            {
                ans:"Створювати файли і спільно редагувати їх",
                cost: 0
            },
            {
                ans:"Управляти компютерами",
                cost: 0
            }]
    },
    {
        qua: "Які переваги НЕ можна виділити при використанні хмарних сховищ?",
        ans:
            [{

                ans:"Доступ до файлів без підключення до інтернету",
                cost: 0
            },
            {
                ans:"Можливість організації спільної роботи з даними",
                cost: 1
            },
            {
                ans:"Можливість доступу до даних з будь-якого комп'ютера, що має вихід в інтернет ",
                cost: 1
            },
            {
                ans:"Можливість скачування файлів ",
                cost: 1
            }]
    },
    {
        qua: "Який з перерахованих сервісів є віртуальною галереєю?",
        ans:
            [{

                ans:"Flubaroo",
                cost: 0
            },
            {
                ans:"Google View",
                cost: 0
            },
            {
                ans:"Google Keep",
                cost: 0
            },
            {
                ans:"Google Arts & Culture ",
                cost: 1
            }]
    },
    {
        qua: "За допомогою якого сервісу можна створити інтерактивне опитування?",
        ans:
            [{

                ans:"Plickers",
                cost: 1
            },
                {
                    ans:"Facebook",
                    cost: 0
                },

                {
                    ans:"Kahoot",
                    cost: 0
                },
                {
                    ans:"всі варіанти вірні ",
                    cost: 0
                }]
    },
    {
        qua: "Що входить до складу Google Диску?",
        ans:
            [{

                ans:"Google Mail",
                cost: 0
            },
            {
                ans:"Google Таблиці та Презентації та Google Документи",
                cost: 1
            },
            {
                ans:"Google Maps ",
                cost: 0
            },
            {
                ans:"Goole Analytics",
                cost: 0
            }]
    },
    {
        qua: "Про який сервіс від Google йдеться: «Користувачі можуть завантажувати, переглядати, оцінювати, коментувати, відправляти повідомлення і ділитися тими чи іншими відеозаписами?",
        ans:
            [{

                ans:"Youtube ",
                cost: 1
            },
            {
                ans:"Google Flash",
                cost: 0
            },

            {
                ans:"Google Flash",
                cost: 0
            },
            {
                ans:"Google Документи ",
                cost: 0
            }]
    },
    {
        qua: "Хмара - це ",
        ans:
            [{

                ans:"Деякий центр, сервер або їх мережа, де зберігаються дані та програми",
                cost: 0
            },
            {
                ans:"Деякий центр, сервер або їх мережа, де зберігаються дані та програми, що з’єднуються з користувачами через Інтернет",
                cost: 1
            },
            {
                ans:"Вид феномену природи",
                cost: 0
            },
            {
                ans:"Певний сервер, де зберігаються дані та програми ",
                cost: 0
            }]
    },
    {
        qua: "Найактивнішими постачальниками хмарних сервісів є корпорації - ",
        ans:
            [{

                ans:"Google і Android",
                cost: 0
            },
            {
                ans:"Apple i Android",
                cost: 0
            },
            {
                ans:"Android",
                cost: 0
            },
            {
                ans:"Google і Microsoft",
                cost: 1
            }]
    },
    {
        qua: "Які переваги хмарних технологій Ви можете назвати?",
        ans:
            [{

                ans:"Постійний доступ до своїх ресурсів через мережу Інтернет",
                cost: 1
            },
            {
                ans:"Гнучкість",
                cost: 1
            },

            {
                ans:"Економія коштів на обслуговуванні власного комп'ютера",
                cost: 0
            },
            {
                ans:"Відсутність ризиків технічних збоїв",
                cost: 0
            }]
    },
    {
        qua: "За допомогою якого сервісу можна створити віртуальний клас?",
        ans:
            [{

                ans:"Quizizz",
                cost: 0
            },
            {
                ans:"Facebook",
                cost: 0
            },

            {
                ans:"Plickers",
                cost: 0
            },
            {
                ans:"Google Classroom",
                cost: 1
            }]
    },
    {
        qua: "З якою метою виконують синхронізацію даних?",
        ans:
            [{

                ans:"Щоб надати доступ до файлів іншим користувачам",
                cost: 0
            },
            {
                ans:"Щоб отримати на двох або більшій кількості пристроїв файли останньої версії",
                cost: 1
            },
            {
                ans:"Щоб не загубити важливу для себе інформацію через втрату або несправність пристрою, на якому зберігається інформація",
                cost: 0
            },
            {
                ans:"Щоб знати об'єм зайнятого простору",
                cost: 0
            }]
    },
    {
        qua: "Якa головна умова має виконуватися для того, щоб Ви змогли використати хмарне сховище?",
        ans:
            [{

                ans:"Комп'ютер повинен мати операційну систему Windows",
                cost: 0
            },
            {
                ans:"Потрібна система Windows",
                cost: 0
            },

            {
                ans:"Ви повинні використовувати тільки браузер Google Chome",
                cost: 0
            },
            {
                ans:"Доступ комп'ютера в Інтернет",
                cost: 1
            }]
    },
    {
        qua: "Щоб користуватися хмарними сервісами, необхідно створити:",
        ans:
            [{

                ans:"Аккаунт",
                cost: 1
            },
            {
                ans:"Запит",
                cost: 0
            },
            {
                ans:"Cайт",
                cost: 0
            },
            {
                ans:"Звернення",
                cost: 0
            }]
    },
    {
        qua: "Що може бути джерелом наповнення персонального навчального середовища? ",
        ans:
            [{

                ans:"Інтернет",
                cost: 1
            },
            {
                ans:"Бібліотека",
                cost: 0
            },
            {
                ans:"Банк",
                cost: 0
            },
            {
                ans:"Телебачення",
                cost: 0
            }]
    },
    {
        qua: "Який обсяг даних при резервному копіюванні раціональніше зберігати в хмарі, а не на жорсткому диску?",
        ans:
            [{
                ans:"До 500 ГБ",
                cost: 0
            },{

                ans:"Від 500 ГБ до 1 ТБ",
                cost: 0
            },
            {
                ans:"Від 1 до 10 ТБ",
                cost: 0
            },
            {
                ans:"Від 10 ТБ і більше",
                cost: 1
            }]
    },
    {
        qua: "У чому основна перевага підходу Self-Hosting для хмар?",
        ans:
            [{

                ans:"Швидке виявлення недоліків системи",
                cost: 1
            },
            {
                ans:"Зручність керування файлами",
                cost: 0
            },

            {
                ans:"Є виділені сервери управління",
                cost: 0
            },
            {
                ans:"Швидка передача запитів від користувачів в сервіси хмари",
                cost: 0
            }]
    },
    {
        qua: "У чому різниця між NVMe SSD і SATA SSD?",
        ans:
            [{

                ans:"SATA SSD підключається через PCI Express і потенційно розвиває швидкість до 3,2 ГБ / с. Він в п'ять разів швидше, ніж NVMe",
                cost: 0
            },
            {
                ans:"Швидкість передачі даних ",
                cost: 0
            },

            {
                ans:"NVMe распараллелівать навантаження: для нього і: 64 000 черг не межа. У інтерфейсу SATA SSD чергу за все одна",
                cost: 1
            },
            {
                ans:"На відміну від SATA SSD, інтерфейсу NVMe потрібно фіксувати синхронізацію для видачі команди",
                cost: 0
            }]
    },
    {
        qua: "В якому випадку віртуальній машині може знадобитися вертикальне масштабування?",
        ans:
            [{

                ans:"Там, де необхідно збільшити або зменшити розмір машини під зміни навантаження",
                cost: 1
            },
            {
                ans:"Коли потрібно оптимізувати сайт",
                cost: 0
            },

            {
                ans:"Коли потрібно створити багато незалежних потоків",
                cost: 0
            },
            {
                ans:"Коли необхідно створювати віртуальні приватні мережі та проксі-сервери",
                cost: 0
            }]
    },
    {
        qua: "Який з DevOps-інструментів допомагає декларативно управляти інфраструктурою в хмарі?",
        ans:
            [{

                ans:"Веб-інтерфейс",
                cost: 0
            },
            {
                ans:"Google Maps",
                cost: 0
            },

            {
                ans:"CLI",
                cost: 0
            },
            {
                ans:"Terraform ",
                cost: 1
            }]
    },
    {
        qua: "Яка з перерахованих СУБД може потенційно розвинути швидкість обробки запитів до 2 терабайт в секунду?",
        ans:
            [{

                ans:"ClickHouse",
                cost: 0
            },
            {
                ans:"Redis",
                cost: 1
            },
            {
                ans:"Plickers",
                cost: 0
            },
            {
                ans:"MongoDB",
                cost: 0
            }]
    },
    {
        qua: "За допомогою якого з перерахованих сервісів Яндекс.Облака не можна побудувати веб-сторінку?",
        ans:
            [{

                ans:"Yandex Object Storage",
                cost: 0
            },
            {
                ans:"Yandex Managed Service for MySQL",
                cost: 0
            },
            {
                ans:"Yandex web",
                cost: 0
            },
            {
                ans:"Yandex Identity and Access Management",
                cost: 1
            }]
    }
]